10_IMPORTS_RAW/Performance QA – Home & Documentation Hub/Jenkins/universal/idp/jmeter/auth-server-delay-remote.yaml
execution:
  - concurrency: ${jconcurrency}
    ramp-up: ${jramp}
    hold-for: ${jhold}
    scenario: idp_login
scenarios:
  idp_login:
    script: auth-server-delay.jmx
reporting:
  - module: blazemeter
    report-name: IDP Test - Client Token
    test: IDP Test - Client Token (Delay)
    project: Universal Platform
    upload-artifacts: false