10_IMPORTS_RAW/Performance QA – Home & Documentation Hub/Jenkins/universal/idp/jmeter/idp-login-remote.yaml
execution:
  - concurrency: ${jconcurrency}
    ramp-up: ${jramp}
    hold-for: ${jhold}
    scenario: idp_login
scenarios:
  idp_login:
    script: idp-login.jmx
reporting:
  - module: blazemeter
    report-name: IDP Test - Member Login
    test: IDP Test - Member Login (CS/API)
    project: Universal Platform
    upload-artifacts: false